{
    "Index" :{
        "slogan": "Spanish slogan",
        "intro": "Spanish intro"
    },
    "About":{
        "title": "Sobre mí",
        "about": "<paragraph>Mi historia de amor con la comida comenzó en mi infancia, en torno a la familia, viendo con cuánta pasión y dedicación crearon comidas increíbles utilizando las mejores especias y sabores de la cocina Cubana.</paragraph><paragraph>Cuando me di cuenta de que la comida, las especias y cocinar era mi pasión y descubrí que yo era talentoso en la creación y el desarrollo de platos complejos y sabrosos, decidí que tenía que aprender las técnicas secretas de la cocina y del mundo culinario.</paragraph><paragraph>Me inscribí en el programa culinario en la Escuela Culinaria de Nueva York y embarqué en mi viaje culinario. Mi primera experiencia profesional comenzó como chef en Vista International Hotel en el World Trade Center de Nueva York.</paragraph><paragraph>Desde entonces, he dedicado años a viajar por todo el mundo para enriquecer mi conocimiento y técnica. Preservar los sabores auténticos y métodos de cocina transmitido por generaciones de una miríada de culturas se ha convertido en mi pasión. He dedicado mucho tiempo en el perfeccionamiento de estas técnicas.</paragraph><paragraph>También he dedicado tiempo para aprender sobre la comida Americana (Norte, Centro y Sudamérica). He estudiado los diversos y tradicionales estilos de cocina, desde Alaska hasta Argentina, trabajando en todo el continente en algunas de las mejores experiencias culinarias disponibles, y otras que representan el espíritu de las comunidades que utilizan ingredientes locales y platos que los hacen únicos. Con orgullo aprendí y desarrollé algunas de mis técnicas como chef en el Hotel Valencia en San Diego, Elliot Bay Café en Seattle, Kincaids Restaurante y Hotel Marriot en Minneapolis, Ritz Carlton de Miami, Hersaint y Cochon en Nueva Orleans y otros lugares pequeños y locales donde aprendí a cocinar comida auténtica de los lugareños.</paragraph><paragraph>En 2004, empecé mi propio negocio, Ramone Chef Personal y desde entonces he estado encantando a mis clientes y ha celebridades de alto perfil como: <italic>Jennifer López, Marc Anthony, Robert Downey Jr., DJ Tiesto, Market America CEO JR y Loren Ridinger, CEO MIA Shoes Richard Strauss, Actriz Evelin Giro, Mogul Realtor Craig Robbins, Peace Love World CEO Allina Villasante, NFL Quarterback Brady Quinn, entre otros.</italic></paragraph>"
    },
    "LocaleSwitcher":{
        "locale": "{locale, select, es {Español} en {Inglés} other {Unknown}}"
    },
    "Nav":{
        "about": "Sobre mí",
        "menu": "Menú de muestra",
        "contact": "Contacto",
        "rates": "Tarifas y servicios"
    }
}